{
  "misc.sh": {
    "ok_button": "Endavant",
    "yes_button": "S铆",
    "no_button": "No",
    "back_button": "Enrere"
  },
  "channels.sh": {
    "title": "Instal路laci贸 de l'Open Voice OS - Canals",
    "content": "Open Voice OS t茅 tres canals principals de llan莽ament:\n\n- stable (estable, per defecte)\n- testing (de proves, for莽a estable)\n- alpha (experimental, davantguarda)\n\nLa versi贸 estable d'Open Voice OS 茅s la recomanada per a la majoria dusuaris. Est ben provada i inclou totes les funcions i millores m茅s recents que s'han considerat estables.\n\nLa versi贸 de proves d'Open Voice OS 茅s una versi贸 m茅s experimental que inclou noves funcions i millores que encara sestan provant. En general, 茅s estable, per貌 pot contenir alguns errors o problemes.\n\nLa versi贸 alpha d'Open Voice OS 茅s la m茅s experimental, i cont茅 les funcions i canvis m茅s recents que encara es troben en desenvolupament. Pot ser inestable i no es recomana per a l'煤s diari.\n\nSelecciona un canal, si us plau:"
  },
  "detection.sh": {
    "title": "Instal路laci贸 de l'Open Voice OS - Informaci贸 detectada",
    "content": "Trobeu la informaci贸 detectada:\n\n    - Sistema operatiu: ${DISTRO_NAME^} $DISTRO_VERSION\n    - Nucli: $KERNEL\n    - RPi: $RASPBERRYPI_MODEL\n    - Python: $(echo \"$PYTHON\" | awk '{ print $NF }')\n    - AVX/SIMD: $CPU_IS_CAPABLE\n    - Maquinari: $HARDWARE_DETECTED\n    - Venv: $VENV_PATH\n    - So: $SOUND_SERVER\n    - Pantalla: ${DISPLAY_SERVER^}"
  },
  "features.sh": {
    "title": "Instal路laci贸 de l'Open Voice OS - Caracter铆stiques",
    "content": "Quan trieu entre la IGU (interf铆cie grfica d'usuari) i les habilitats a Open Voice OS, tingueu en compte les vostres prefer猫ncies i necessitats.\n\nLa IGU 茅s un marc de visualitzaci贸 de codi obert per a OVOS que s'executa a sobre de KDE Plasma i 茅s constru茂t amb Kirigami potenciat per Qt.\n\nLes habilitats permeten la interacci贸 a trav茅s de la parla, i la fan eficient per a tasques com la dom貌tica, la recuperaci贸 d'informaci贸 i el control de dispositius intel路ligents mitjan莽ant ordres de llenguatge natural.\n\nSi us plau, trieu les funcions que voleu activar:",
    "skill_description": "Carrega les habilitats d'OVOS predeterminades",
    "extra_skill_description": "Carrega habilitats d'OVOS addicionals",
    "gui_description": "Habilita la interf铆cie grfica d'usuari"
  },
  "finish.sh": {
    "title": "Instal路laci贸 de l'Open Voice OS - Finalitzaci贸",
    "content": "La instal路laci贸 s'ha completat correctament! \n\nL'assistent de veu ja est a punt. Ens complau que exploreu l'ampli ventall de funcions i capacitats que ofereix aquest assistent de veu.\n\nSi heu activat la caracter铆stica d'habilitats predeterminades, podeu comen莽ar a interactuar amb el vostre assistent dient:\n\n  - Ei Mycroft, quina hora 茅s?\n  - Ei Mycroft, quina temperatura fa?\n  - Ei Mycroft, qui et va fer?\n  - Ei Mycroft, qui 茅s l'Ada Lovelace?\n  - Ei Mycroft, qu猫 diria Duke Nukem?\n\nLa configuraci贸 del vostre assistent es pot canviar al fitxer de configuraci贸 $CONFIG_FILE.\n\nSi us cal ajuda o actualitzacions en el futur, no dubteu a posar-vos en contacte amb nosaltres. Gaudiu de l'experi猫ncia amb Open Voice OS!"
  },
  "methods.sh": {
    "title": "Instal路laci贸 de l'Open Voice OS - M猫todes",
    "content": "Per a instal路lar l'Open Voice OS, teniu dos m猫todes principals:\n\n    - Motor de contenidors com Docker\n    - Configurar-lo en un entorn virtual Python\n\nEls contenidors proporcionen a茂llament i un desplegament fcil, mentre que un entorn virtual Python ofereix m茅s flexibilitat i control sobre la instal路laci贸.\n\nSi se selecciona el m猫tode de contenidors, Docker s'instal路lar automticament si no est present al sistema.\n\nSeleccioneu un m猫tode d'instal路laci贸:"
  },
  "profiles.sh": {
    "title": "Instal路laci贸 de l'Open Voice OS - Perfils",
    "content": "Per a crear un sistema verstil que sigui adequat per a moltes aplicacions, hi ha tres opcions interessants:\n\n  - Open Voice OS Master: l'experi猫ncia clssica Open Voice OS\n  - HiveMind Satellite:  components d'udio de l'Open Voice OS connectats a HiveMind Listener\n  - HiveMind Listener: concentrador per a HiveMind Satellite, bots, etc... per a  connectar-se\n  - Servidor: nom茅s Open Voice OS Core i HiveMind Core, sense funcions d'udio\n\nCadascun d'aquests perfils ofereix funcions i capacitats 煤niques que podrien millorar considerablement la vostra experi猫ncia digital.\n\nLa pregunta 茅s, quina s'adapta millor a les vostres necessitats i prefer猫ncies?\n\nSeleccioneu un perfil:"
  },
  "satellite.sh": {
    "title_host": "Instal路laci贸 de l'Open VoiceOS - Sat猫l路lit 1/4",
    "title_port": "Instal路laci贸 de l'Open VoiceOS - Sat猫l路lit 2/4",
    "title_key": "Instal路laci贸 de l'Open VoiceOS - Sat猫l路lit 3/4",
    "title_password": "Instal路laci贸 de l'Open VoiceOS - Satellite 4/4",
    "content": "En connectar-se a l'oient HiveMind, els sat猫l路lits HiveMind tenen acc茅s a una xarxa de coneixements i capacitats compartides, facilitant una experi猫ncia d'automatitzaci贸 i assistent de veu unificada i eficient.",
    "content_host": "Introdu茂u l'amfitri贸 de l'escolta de HiveMind (DNS o adre莽a IP):",
    "content_port": "Introdu茂u el port d'escolta de HiveMind:",
    "content_key": "Introdu茂u la clau d'escolta de HiveMind relacionada amb el sat猫l路lit:",
    "content_password": "Introdu茂u la contrasenya d'escolta de HiveMind relacionada amb el sat猫l路lit:"
  },
  "summary.sh": {
    "title": "Instal路laci贸 de l'Open VoiceOS - Resum",
    "content": "Gaireb茅 heu acabat, aqu铆 teniu un resum de les opcions que heu triat en instal路lar l'Open Voice OS:\n\n    - M猫tode: $METHOD\n    - Versi贸: $CHANNEL\n    - Perfil: $PROFILE\n    - IGU: $FEATURE_GUI\n    - Habilitats: $FEATURE_SKILLS\n    - Afinaci贸: $TUNING\n\nLes opcions seleccionades durant el proc茅s d'instal路laci贸 de l'Open Voice OS s'han considerat acuradament per a adaptar el nostre sistema a les vostres necessitats i prefer猫ncies 煤niques.\n\nUs sembla correcte aquest resum? Si no, podeu tornar enrere i fer-hi canvis."
  },
  "telemetry.sh": {
    "title": "Instal路laci贸 de l'Open Voice OS - Telemetria",
    "content": "En optar per compartir la telemetria amb nosaltres, jugueu un paper crucial a l'hora d'aportar informaci贸 valuosa i an貌nima que ens permeti entendre millor les experi猫ncies dels usuaris i millorar el rendiment del nostre programari.\n\nLes vostres dades de telemetria inclouen informaci贸 essencial sobre com funciona el programari en escenaris del m贸n real. Aquestes dades es recullen de manera an貌nima, prioritzant la vostra privadesa i confidencialitat.\n\nLa informaci贸 recopilada ens ajuda a identificar problemes potencials, optimitzar les funcions i garantir una experi猫ncia d'usuari m茅s fluida i eficient per a tothom.\n\nPer a obtenir m茅s informaci贸 sobre les dades recollides, visiteu: https://github.com/OpenVoiceOS/ovos-installer/tree/main/docs/telemetry.md (en angl猫s)\n\nAquesta recollida de dades nom茅s es far durant el proc茅s d'instal路laci贸.\n\nAccepteu compartir dades an貌nimes amb nosaltres?"
  },
  "tuning.sh": {
    "title": "Instal路laci贸 de l'Open VoiceOS - Ajustament",
    "content": "L'ajustament de l'Open Voice OS per a Raspberry Pi implica optimitzar el sistema operatiu perqu猫 funcioni de manera eficient en el maquinari Raspberry Pi.\n\nAquest proc茅s d'ajust t茅 com a objectiu millorar el rendiment, reduir l'煤s de recursos i garantir una experi猫ncia d'usuari m茅s fluida, cosa que la converteix en una opci贸 excel路lent per a dispositius amb recursos limitats com el Raspberry Pi.\n\nVoleu habilitar l'ajustament per a Raspberry Pi (recomanat)?"
  },
  "uninstall.sh": {
    "title": "Instal路laci贸 de l'Open VoiceOS - Desinstal路laci贸",
    "content": "S'ha detectat una instncia existent d'Open Voice OS.\n\nAt猫s que Docker i PipeWire potser s'han instal路lat des del sistema o manualment, l'instal路lador no eliminar els paquets seg眉ents:\n\n  - docker-ce\n  - docker-compose-plugin\n  - docker-ce-rootless-extras\n  - docker-buildx-plugin\n  - pipewire\n  - pipewire-alsa\n\nVoleu desinstal路lar l'Open Voice OS?"
  },
  "update.sh": {
    "title": "Instal路laci贸 de l'Open Voice OS - Actualitzaci贸",
    "content": "S'ha detectat una instncia existent d'Open Voice OS/HiveMind.\n\nActualitzar la vostra instncia existent d'Open Voice OS o HiveMind a la darrera versi贸, us garanteix de mantenir-vos al capdavant amb les funcions m茅s avan莽ades, les actualitzacions de seguretat cr铆tiques, les correccions d'errors i les optimitzacions de rendiment.\n\nAix貌 no nom茅s millora la funcionalitat general i l'experi猫ncia de l'usuari, sin贸 que tamb茅 garanteix la compatibilitat amb les 煤ltimes integracions i eines, mantenint el vostre sistema fiable, segur i preparat per al futur.\n\nVoleu actualitzar Open Voice OS a l'煤ltima versi贸?"
  },
  "usage_telemetry.sh": {
    "title": "Instal路laci贸 de l'Open Voice OS - M猫triques d'煤s",
    "content": "En triar compartir les m猫triques d'煤s, us convertiu en un contribuent vital als nostres esfor莽os constants per a millorar cont铆nuament el rendiment i les experi猫ncies d'usuari del nostre programari. Les dades que proporcioneu romandran an貌nimes i s贸n crucials per ajudar-nos a refinar la coincid猫ncia d'intencions, identificar les debilitats del sistema i prendre decisions informades sobre futurs desenvolupaments.\n\nA canvi de la vostra participaci贸, oferim informaci贸 valuosa sobre les tend猫ncies d'煤s, les intencions fallides i anlisis personalitzades a trav茅s d'un tauler de control interactiu. Aquesta informaci贸 us pot ajudar a ajustar l'assistent per adaptar-lo millor a les vostres necessitats espec铆fiques, garantint una experi猫ncia d'usuari m茅s agradable i eficient.\n\nPer a obtenir m茅s informaci贸 sobre la visualitzaci贸 de dades i les opcions de baixada, visiteu el nostre portal de dades obertes: https://opendata.tigregotico.pt\n\nValorem la vostra aportaci贸 i esperem que us uniu a nosaltres per crear una millor experi猫ncia de programari per a tothom!\n\nAccepteu compartir dades an貌nimes amb nosaltres?"
  },
  "welcome.sh": {
    "title": "Instal路laci贸 de l'Open VoiceOS - Benvinguda",
    "content": "Hola i benvinguts a la instal路laci贸 de l'Open Voice OS!\n\nEns complau presentar-vos l'Open Voice OS, l'assistent de veu de codi obert que est canviant la manera com interactuem amb la tecnologia.\n\nLa instal路laci贸 d'Open Voice OS 茅s fcil i obre un m贸n de possibilitats per a la comoditat controlada per veu. Tant si sou un entusiasta de la tecnologia, com si nom茅s voleu simplificar les vostres tasques diries, Open Voice OS 茅s aqu铆 per fer-vos la vida m茅s fcil.\n\nComenceu amb la instal路laci贸 avui mateix i deixeu que la vostra veu us gui茂 pel futur de la tecnologia!"
  }
}
