#!/bin/env bash

CONTENT="
Open Voice OS के दो मुख्य रिलीज़ चैनल हैं:

  - stable (अनुशंसित लेकिन अभी तक उपलब्ध नहीं)
  - development

Open Voice OS की स्थिर रिलीज (stable) एक अच्छी तरह से परीक्षण किया गया और रोजमर्रा के उपयोग के लिए उपयुक्त विश्वसनीय संस्करण है।

Open Voice OS का विकास रिलीज़ उन डेवलपर्स और उत्साही लोगों के लिए है जो अत्याधुनिक सुविधाओं के साथ प्रयोग करना चाहते हैं और प्लेटफ़ॉर्म के विकास में योगदान देना चाहते हैं।

कृपया एक चैनल चुनें:
"
TITLE="Open Voice OS Installation - चैनल"

export CONTENT TITLE
