#!/bin/env bash

CONTENT="
GUI (ग्राफिकल यूजर इंटरफेस) और Open Voice OS में कौशल के बीच चयन करते समय, अपनी प्राथमिकता और जरूरतों के आधार पर एक चयन करें।

GUI KDE प्लाज्मा के शीर्ष पर चलने वाले OVOS के लिए एक ओपन सोर्स विज़ुअल और डिस्प्ले फ्रेमवर्क है और Qt द्वारा सशक्त Kirigami का उपयोग करके बनाया गया है।

कौशल भाषण के माध्यम से बातचीत को सक्षम बनाते हैं, जिससे यह होम ऑटोमेशन, सूचना पुनर्प्राप्ति और प्राकृतिक भाषा कमांड का उपयोग करके स्मार्ट उपकरणों को नियंत्रित करने जैसे कार्यों के लिए कुशल बन जाता है।

सक्षम करने के लिए कृपया सुविधाएँ चुनें:
"
TITLE="Open Voice OS Installation - विशेषताएँ"
SKILL_DESCRIPTION="डिफ़ॉल्ट OVOS कौशल लोड करें"
GUI_DESCRIPTION="ग्राफिकल यूजर इंटरफेस (GUI) इस्तमाल करें"

export CONTENT TITLE SKILL_DESCRIPTION GUI_DESCRIPTION
