#!/bin/env bash

CONTENT="
GUI (ग्राफिकल यूजर इंटरफेस) और Open Voice OS में कौशल के बीच चयन करते समय, अपनी प्राथमिकता और जरूरतों के आधार पर एक चयन करें।

GUI KDE प्लाज्मा के शीर्ष पर चलने वाले OVOS के लिए एक ओपन सोर्स विज़ुअल और डिस्प्ले फ्रेमवर्क है और Qt द्वारा सशक्त Kirigami का उपयोग करके बनाया गया है।

कौशल भाषण के माध्यम से बातचीत को सक्षम बनाते हैं, जिससे यह होम ऑटोमेशन, सूचना पुनर्प्राप्ति और प्राकृतिक भाषा कमांड का उपयोग करके स्मार्ट उपकरणों को नियंत्रित करने जैसे कार्यों के लिए कुशल बन जाता है।

सक्षम करने के लिए कृपया सुविधाएँ चुनें:
"
TITLE="ओपन वॉयस ओएस इंस्टालेशन - विशेषताएं"
SKILL_DESCRIPTION="बुनियादी कार्यक्षमता के लिए आवश्यक ओपन वॉयस ओएस कौशल लोड करें"
EXTRA_SKILL_DESCRIPTION="व्यापक अनुभव के लिए अतिरिक्त ओपन वॉयस ओएस कौशल (वैकल्पिक) सेट लोड करें"
GUI_DESCRIPTION="ग्राफ़िकल यूज़र इंटरफ़ेस सक्षम करें"

export CONTENT TITLE SKILL_DESCRIPTION EXTRA_SKILL_DESCRIPTION GUI_DESCRIPTION
