#!/usr/bin/env bash
CONTENT="
स्थापना सफलतापूर्वक पूर्ण हो गई है! 🎉

आपका voice assistant वॉयस असिस्टेंट (voice assistant) कार्य करने के लिए तैयार है। हम इस वॉयस असिस्टेंट (voice assistant) द्वारा पेश की जाने वाली सुविधाओं और क्षमताओं की विस्तृत श्रृंखला का पता लगाने के लिए उत्साहित हैं।

यदि आपने डिफ़ॉल्ट (default) कौशल सुविधा सक्षम की है तो आप यह कहकर अपने सहायक के साथ बातचीत करना शुरू कर सकते हैं:

  - Hey Mycroft, समय क्या हुआ?
  - Hey Mycroft, तापमान क्या है?
  - Hey Mycroft, आपको किसने बनाया?
  - Hey Mycroft, एडा लवलेस कौन है?
  - Hey Mycroft, ड्यूक नुकेम क्या कहेंगे?

आपके सहायक की सेटिंग्स को ${CONFIG_FILE:-} कॉन्फ़िगरेशन फ़ाइल(configuration file) में बदला जा सकता है।

यदि आपको भविष्य में किसी सहायता या अपडेट की आवश्यकता हो तो बेझिझक संपर्क करें। अपने Open Voice OS अनुभव का आनंद लें!
"
TITLE="Open Voice OS Installation - अन्त"

export CONTENT TITLE
