#!/bin/env bash

# सामान्य संदेश
content="हाइवमाइंड सुनने वाले उपग्रह हाइवमाइंड सुनने वाले उपग्रह के लिए एक साझा ज्ञान और क्षमता के नेटवर्क तक पहुंच प्राप्त करते हैं, जो एक संगठित और कुशल आवाज सहायक और स्वचालन अनुभव को सुविधाजनक बनाने में मदद करता है।"

# होस्ट
CONTENT_HOST="
$content

हाइवमाइंड सुनने वाले उपग्रह के साथ कनेक्ट होने के लिए, कृपया हाइवमाइंड सुनने वाले उपग्रह के होस्ट (DNS या IP पता) दर्ज करें:
"

# पोर्ट
CONTENT_PORT="
$content

हाइवमाइंड सुनने वाले उपग्रह के साथ कनेक्ट होने के लिए, कृपया हाइवमाइंड सुनने वाले उपग्रह के पोर्ट दर्ज करें:
"

# कुंजी
CONTENT_KEY="
$content

हाइवमाइंड सुनने वाले उपग्रह से संबंधित कुंजी दर्ज करें:
"

# पासवर्ड
CONTENT_PASSWORD="
$content

हाइवमाइंड सुनने वाले उपग्रह से संबंधित पासवर्ड दर्ज करें:
"

TITLE_HOST="ओपन वॉयस ओएस स्थापना - उपग्रह 1/4"
TITLE_PORT="ओपन वॉयस ओएस स्थापना - उपग्रह 2/4"
TITLE_KEY="ओपन वॉयस ओएस स्थापना - उपग्रह 3/4"
TITLE_PASSWORD="ओपन वॉयस ओएस स्थापना - उपग्रह 4/4"

export CONTENT_HOST CONTENT_PORT CONTENT_KEY CONTENT_PASSWORD TITLE_HOST TITLE_PORT TITLE_KEY TITLE_PASSWORD
