#!/bin/env bash

CONTENT="
हमारे साथ टेलीमेट्री साझा करने का विकल्प चुनकर, आप मूल्यवान, गुमनाम जानकारी देने में महत्वपूर्ण भूमिका निभाते हैं जो हमें उपयोगकर्ता अनुभवों को बेहतर ढंग से समझने और हमारे सॉफ़्टवेयर के प्रदर्शन को बेहतर बनाने में सक्षम बनाती है।

आपके टेलीमेट्री डेटा में वास्तविक दुनिया के परिदृश्यों में सॉफ़्टवेयर कैसे कार्य करता है, इसकी आवश्यक अंतर्दृष्टि शामिल है। यह डेटा आपकी गोपनीयता और गोपनीयता को प्राथमिकता देते हुए गुमनाम रूप से एकत्र किया जाता है।

एकत्र की गई जानकारी हमें संभावित मुद्दों की पहचान करने, सुविधाओं को अनुकूलित करने और सभी के लिए एक सहज, अधिक कुशल उपयोगकर्ता अनुभव सुनिश्चित करने में मदद करती है।

एकत्रित डेटा के बारे में अधिक जानकारी के लिए कृपया देखें: https://github.com/OpenVoiceOS/ovos-installer/tree/main/docs/telemetry.md

यह डेटा संग्रहण केवल इंस्टॉलेशन (install) प्रक्रिया के दौरान होगा।

क्या आप हमारे साथ गुमनाम डेटा साझा करना स्वीकार करते हैं?"

TITLE="Open Voice OS Installation - टेलीमेटरी"

export CONTENT TITLE
