{
  "misc.sh": {
    "ok_button": "Suivant",
    "yes_button": "Oui",
    "no_button": "Non",
    "back_button": "Retour"
  },
  "channels.sh": {
    "title": "Open Voice OS Installation - Canaux d'installation",
    "content": "Open Voice OS propose quatre principaux canaux de publication :\n\n- stable (stable mais vieux)\n- test (par défaut)\n- alpha (à la pointe de la technologie)\n\nLa version stable d'Open Voice OS est la version recommandée pour la plupart des utilisateurs. Elle a été testée avec soin et inclut toutes les dernières fonctionnalités et améliorations jugées stables.\n\nLa version de test d'Open Voice OS est une version plus expérimentale qui inclut de nouvelles fonctionnalités et améliorations encore en cours de test. Elle est globalement stable, mais peut présenter des bugs ou des problèmes.\n\nLa version alpha d'Open Voice OS est la version la plus expérimentale, contenant les dernières fonctionnalités et modifications encore en développement. Elle peut être instable et n'est pas recommandée pour une utilisation quotidienne.\n\nVeuillez sélectionner un canal :"
  },
  "detection.sh": {
    "title": "Open Voice OS Installation - Détecté",
    "content": "Veuillez trouver ci-dessous les information détectées:\n\n    - Système d'exploitation:  ${DISTRO_NAME^} $DISTRO_VERSION\n    - Noyau:                   $KERNEL\n    - RPi:                     $RASPBERRYPI_MODEL\n    - Python:                  $(echo \"$PYTHON\" | awk '{ print $NF }')\n    - AVX/SIMD:                $CPU_IS_CAPABLE\n    - Matériel:                $HARDWARE_DETECTED\n    - Environnement virtuel:   $VENV_PATH\n    - Serveur de son:          $SOUND_SERVER\n    - Serveur graphique:       ${DISPLAY_SERVER^}"
  },
  "features.sh": {
    "title": "Open Voice OS Installation - Fonctionnalités",
    "content": "Les compétences permettent le déclenchement d'actions par la parole, ce qui rend des tâches telles que la domotique, les nouvelles, la météo, etc. simples et intuitives.\n\nVeuillez sélectionner les fonctionnalités à activer :",
    "skill_description": "Chargement des compétences par défaut d'OVOS",
    "extra_skill_description": "Chargement des compétences OVOS supplémentaires",
    "gui_description": "Activation de l'interface graphique"
  },
  "finish.sh": {
    "title": "Open Voice OS Installation - Clap de fin",
    "content": "L'installation s'est terminée avec succès ! 🎉\n\nVotre assistant vocal est prêt à être utilisé. Nous sommes ravis que vous exploriez le large éventail de fonctionnalités et de capacités que cet assistant vocal a à offrir.\n\nSi vous avez activé la fonctionnalité de compétences par défaut, vous pouvez commencer à interagir avec votre assistant en disant :\n\n  - Hey Mycroft, quelle heure est-il ?\n  - Hey Mycroft, quelle est la température ?\n  - Hey Mycroft, qui t'a créé ?\n  - Hey Mycroft, qui est Ada Lovelace ?\n  - Hey Mycroft, qu'est-ce que Duke Nukem dirait ?\n\nLes paramètres de votre assistant peuvent être modifiés dans le fichier de configuration $CONFIG_FILE.\n\nSi vous avez besoin d'aide ou d'informations, n'hésitez pas à nous contacter. Profitez de votre expérience Open Voice OS !"
  },
  "methods.sh": {
    "title": "Open Voice OS Installation - Méthodes d'installation",
    "content": "Il existe deux méthodes pour installer Open Voice OS :\n\n    - Au travers d'un moteur de conteneurisation tel que Docker\n    - Au travers d'un environnement virtuel Python\n\nLes conteneurs offrent une isolation et un déploiement facile, tandis qu'un environnement virtuel Python offre plus de flexibilité et de contrôle sur l'installation.\n\nSi la méthode conteneurs est sélectionnée, Docker sera installé automatiquement s'il n'est pas présent sur le système.\n\nVeuillez sélectionner une méthode d'installation :"
  },
  "profiles.sh": {
    "title": "Open Voice OS Installation - Profil d'installation",
    "content": "Pour créer un système polyvalent adapté à de nombreuses applications, quatre options intéressantes s'offrent à vous :\n\n- Open Voice OS Master : L'expérience classique d'Open Voice OS\n\n- HiveMind Satellite : Composants audio Open Voice OS connectés à HiveMind Listener\n\n- HiveMind Listener : Plateforme permettant de connecter HiveMind Satellite, des bots, etc.\n\n- Serveur : Open Voice OS Core et HiveMind Core uniquement, sans fonctionnalités audio\n\nChacun de ces profils offre des fonctionnalités uniques susceptibles d'enrichir considérablement votre expérience numérique.\n\nLa question est : lequel correspond le mieux à vos besoins et préférences ?\n\nVeuillez sélectionner un profil :"
  },
  "satellite.sh": {
    "title_host": "Open Voice OS Installation - Satellite 1/4",
    "title_port": "Open Voice OS Installation - Satellite 2/4",
    "title_key": "Open Voice OS Installation - Satellite 3/4",
    "title_password": "Open Voice OS Installation - Satellite 4/4",
    "content": "En se connectant à HiveMind Listener, les satellites HiveMind accèdent à un réseau de connaissances et de capacités partagées, facilitant ainsi une expérience d'assistance vocale unifiée et efficace.",
    "content_host": "Veuillez saisir l'hôte d'HiveMind Listener (DNS ou adresse IP):",
    "content_port": "Veuillez entrer le port d'écoute d'HiveMind Listener:",
    "content_key": "Veuillez saisir la clé d'HiveMind Listener liée au satellite:",
    "content_password": "Veuillez saisir le mot de passe d'HiveMind Listener lié au satellite:"
  },
  "summary.sh": {
    "title": "Open Voice OS Installation - Résumé",
    "content": "Vous y êtes presque ! Voici un résumé des choix que vous avez effectués pour l'installation d'Open Voice OS :\n\n    - Méthode d'installation :   $METHOD\n    - Canal de déploiement :      $CHANNEL\n    - Profil d'installation :    $PROFILE\n    - Compétences par défaut :   $FEATURE_SKILLS\n    - Réglages Raspberry Pi :    $TUNING\n\nLes choix effectués lors du processus d'installation d'Open Voice OS ont été soigneusement étudiés pour adapter notre système à vos besoins et préférences.\n\nEst-ce que tout cela vous semble correct ?"
  },
  "telemetry.sh": {
    "title": "Open Voice OS Installation - Télémétrie",
    "content": "En choisissant de partager la télémétrie avec nous, vous jouez un rôle crucial en fournissant des informations précieuses et anonymes qui nous permettent de mieux comprendre les expériences des utilisateurs et d'améliorer les performances d'Open Voice OS.\n\nVos données de télémétrie comprennent des informations essentielles sur le fonctionnement du logiciel dans des scénarios réels. Ces données sont collectées de manière anonyme, en privilégiant votre vie privée et votre confidentialité.\n\nLes informations recueillies nous aident à identifier les problèmes potentiels, à optimiser les fonctionnalités et à garantir une expérience utilisateur plus fluide et plus efficace pour chacun.\n\nPour de plus amples informations au sujet des données collectées, veuillez visiter : https://github.com/OpenVoiceOS/ovos-installer/tree/main/docs/telemetry.md\n\nCette collecte d'informations aura lieu uniquement pendant le processus d'installation.\n\nAcceptez-vous de partager avec nous des données anonymes ?"
  },
  "tuning.sh": {
    "title": "Open Voice OS Installation - Réglages pour Raspberry Pi",
    "content": "Open Voice OS fournit un profil de réglages pour les appareils de type Raspberry Pi afin d'optimiser au mieux le système d'exploitation pour recevoir Open Voice OS.\n\nCe processus de réglage vise à améliorer les performances, à réduire l'utilisation des ressources et à garantir une expérience utilisateur plus fluide.\n\nAppliquer les réglages pour Raspberry Pi (recommandé) ?"
  },
  "uninstall.sh": {
    "title": "Open Voice OS Installation - Désinstallation",
    "content": "Une instance d'Open Voice OS a été détectée.\n\nÉtant donné que Docker et PipeWire peuvent avoir été installés par le système ou manuellement, l'installateur ne supprimera pas les packages suivants :\n\n  - docker-ce\n  - docker-compose-plugin\n  - docker-ce-rootless-extras\n  - docker-buildx-plugin\n  - pipewire\n  - pipewire-alsa\n\nVoulez-vous désinstaller Open Voice OS ?"
  },
  "update.sh": {
    "title": "Open Voice OS Installation - Mise à jour",
    "content": "Une instance existante d'Open Voice OS/HiveMind a été détectée.\n\nLa mise à niveau de votre instance existante d'Open Voice OS ou de HiveMind vers la dernière version vous permet de rester à la pointe des fonctionnalités les plus avancées, des mises à jour de sécurité critiques, des corrections de bogues et des optimisations des performances.\n\nCela améliore non seulement la fonctionnalité globale et l'expérience utilisateur, mais garantit également la compatibilité avec les dernières intégrations et outils, gardant votre système fiable, sécurisé et à l'épreuve du temps.\n\nVous souhaitez mettre à jour Open Voice OS vers la dernière version ?"
  },
  "usage_telemetry.sh": {
    "title": "Open Voice OS Installation - Statistiques d'utilisation",
    "content": "En choisissant de partager vos indicateurs d'utilisation, vous contribuez activement à nos efforts d'amélioration continue des performances et de l'expérience utilisateur de notre logiciel. Les données que vous nous fournissez resteront anonymes et sont essentielles pour nous aider à affiner la correspondance des intentions, à identifier les faiblesses du système et à prendre des décisions éclairées concernant les développements futurs.\n\nEn échange de votre participation, nous vous offrons des informations précieuses sur les tendances d'utilisation, les intentions échouées et des analyses personnalisées via un tableau de bord interactif. Ces informations peuvent vous aider à optimiser l'assistant pour qu'il réponde mieux à vos besoins spécifiques, garantissant ainsi une expérience utilisateur plus agréable et efficace.\n\nPour plus d'informations sur la visualisation des données et les options de téléchargement, veuillez consulter notre portail Open Data : https://opendata.tigregotico.pt\n\nVotre contribution est importante et nous espérons que vous nous rejoindrez pour créer une meilleure expérience logicielle pour tous !\n\nAcceptez-vous de partager des données anonymes avec nous ?"
  },
  "welcome.sh": {
    "title": "Open Voice OS Installation - Bienvenue",
    "content": "Bonjour et bienvenue dans l'installation d'Open Voice OS!\n\nNous sommes ravis de vous présenter Open Voice OS, l'assistant vocal open source qui change la façon dont nous interagissons avec la technologie.\n\nL'installation d'Open Voice OS est un jeu d'enfant et ouvre un monde de possibilités pour la commodité de la commande vocale. Que vous soyez un passionné de technologie ou que vous cherchiez simplement à simplifier vos tâches quotidiennes, Open Voice OS est là pour vous faciliter la vie.\n\nCommencez l'installation dès maintenant et laissez votre voix vous guider!🌟"
  }
}
