{
  "misc.sh": {
    "ok_button": "Seguinte",
    "yes_button": "Si",
    "no_button": "Non",
    "back_button": "Volver"
  },
  "channels.sh": {
    "title": "Instalaci贸n de Open Voice OS - Canles",
    "content": "Open Voice OS ten d煤as canles principais de distribuci贸n:\n\n  - estable (recomendada, pero a铆nda non dispo帽ible)\n  - desenvolvemento\n\nA distribuci贸n estable de Open Voice OS 茅 unha versi贸n probada e fiable, axeitada para o uso diario.\n\nA distribuci贸n de desenvolvemento est谩 destinada a programadores e afeccionados que queiran experimentar coas funci贸ns m谩is avanzadas e contribu铆r ao desenvolvemento da plataforma.\n\nSelecciona unha canle:"
  },
  "detection.sh": {
    "title": "Instalaci贸n de Open Voice OS - Detecci贸n",
    "content": "Informaci贸n detectada:\n\n    - SO:       ${DISTRO_NAME^} $DISTRO_VERSION\n    - Kernel:   $KERNEL\n    - RPi:      $RASPBERRYPI_MODEL\n    - Python:   $(echo \"$PYTHON\" | awk '{ print $NF }')\n    - AVX/SIMD: $CPU_IS_CAPABLE\n    - Hardware: $HARDWARE_DETECTED\n    - Venv:     $VENV_PATH\n    - Son:      $SOUND_SERVER\n    - Pantalla: ${DISPLAY_SERVER^}"
  },
  "features.sh": {
    "title": "Instalaci贸n de Open Voice OS - Funcionalidades",
    "content": "As habilidades permiten a interacci贸n por voz, fac茅ndoo eficiente para tarefas coma a automatizaci贸n do fogar (dom贸tica), a recuperaci贸n de informaci贸n e o control de dispositivos intelixentes mediante comandos en linguaxe natural.\n\nEscolle as funcionalidades que queres activar:",
    "skill_description": "Cargar as habilidades predeterminadas de OVOS",
    "extra_skill_description": "Cargar habilidades adicionais de OVOS",
    "gui_description": "Activar a interface gr谩fica de usuario"
  },
  "finish.sh": {
    "title": "Instalaci贸n de Open Voice OS - Finalizaci贸n",
    "content": "A instalaci贸n completouse con 茅xito! \n\nO teu asistente de voz est谩 listo para comezar. Fainos ilusi贸n que explores todas as funci贸ns e capacidades que ofrece.\n\nSe activaches as habilidades predeterminadas, podes interactuar co asistente dicindo:\n\n  - Ei Mycroft, que hora 茅?\n  - Ei Mycroft, que temperatura temos?\n  - Ei Mycroft, quen te creou?\n  - Ei Mycroft, quen foi Ada Lovelace?\n  - Ei Mycroft, que dir铆a Duke Nukem?\n\nPodes cambiar a configuraci贸n do asistente no ficheiro de configuraci贸n $CONFIG_FILE.\n\nSe necesitas axuda ou actualizaci贸ns no futuro, ponte en contacto con n贸s. Goza da t煤a experiencia con Open Voice OS!"
  },
  "methods.sh": {
    "title": "Instalaci贸n de Open Voice OS - M茅todos",
    "content": "Para instalares Open Voice OS, tes d煤as opci贸ns principais:\n\n- Un sistema de contedores, coma o Docker\n- A configuraci贸n nun contorno virtual de Python\n\nOs contedores ofrecen illamento e unha implementaci贸n sinxela, en canto un contorno virtual de Python permite m谩is flexibilidade e control sobre a instalaci贸n.\n\nSe for escollida a opci贸n de contedores, o Docker instalarase automaticamente se non estiver presente no sistema.\n\nSelecciona un m茅todo de instalaci贸n:"
  },
  "profiles.sh": {
    "title": "Instalaci贸n de Open Voice OS - Perf铆s",
    "content": "Para crear un sistema vers谩til que sexa adecuado para m煤ltiples aplicaci贸ns, hai tres opci贸ns dispo帽ibles:\n\n  - Open Voice OS Master: A experiencia cl谩sica de Open Voice OS\n  - HiveMind Satellite: Compo帽entes de audio de Open Voice OS conectados ao HiveMind Listener\n  - HiveMind Listener: Concentrador (hub) ao que se conectan HiveMind Satellite, bots etc.\n  - Servidor: S贸 Open Voice OS Core e HiveMind Core, sen funci贸ns de audio\n\nCada perfil ofrece caracter铆sticas e capacidades 煤nicas que poden mellorar moito a t煤a experiencia dixital.\n\nA cuesti贸n 茅: cal se axeita mellor 谩s t煤as necesidades e preferencias?\n\nSelecciona un perfil:"
  },
  "satellite.sh": {
    "title_host": "Instalaci贸n de Open Voice OS - Sat茅lite 1/4",
    "title_port": "Instalaci贸n de Open Voice OS - Sat茅lite 2/4",
    "title_key": "Instalaci贸n de Open Voice OS - Sat茅lite 3/4",
    "title_password": "Instalaci贸n de Open Voice OS - Sat茅lite 4/4",
    "content": "Ao se conectaren ao HiveMind Listener, os sat茅lites HiveMind obte帽en acceso a unha rede de co帽ecemento e capacidades compartidas, facilitando unha experiencia de asistente de voz e automatizaci贸n unificada e eficiente.",
    "content_host": "Introduce o anfitri贸n do HiveMind Listener (DNS ou enderezo IP):",
    "content_port": "Introduce o porto do HiveMind Listener:",
    "content_key": "Introduce a clave do HiveMind Listener asociada ao sat茅lite:",
    "content_password": "Introduce o contrasinal do HiveMind Listener asociado ao sat茅lite:"
  },
  "summary.sh": {
    "title": "Instalaci贸n de Open Voice OS - Recapitulaci贸n",
    "content": "Est谩s a piques de rematar. Aqu铆 tes un resumo das opci贸ns que escolliches para instalar Open Voice OS:\n\n    - M茅todo:   $METHOD\n    - Versi贸n:  $CHANNEL\n    - Perfil:   $PROFILE\n    - Habilidades:   $FEATURE_SKILLS\n    - Axustes:   $TUNING\n\nAs decisi贸ns tomadas durante a instalaci贸n de Open Voice OS foron coidadosamente pensadas para adaptar o noso sistema 谩s t煤as necesidades e preferencias.\n\n correcto este resumo? Se non, podes volver atr谩s e facer cambios."
  },
  "telemetry.sh": {
    "title": "Instalaci贸n de Open Voice OS - Telemetr铆a",
    "content": "Ao decidires compartir telemetr铆a connosco, estar谩s a contribu铆r con informaci贸n valiosa e an贸nima que nos axudar谩 a comprender mellor as experiencias dos usuarios e mellorar o rendemento do noso software.\n\nOs datos recollidos incl煤en informaci贸n sobre o funcionamento do software en escenarios reais. Esta recollida de datos faise de forma an贸nima, priorizando a t煤a privacidade.\n\nA informaci贸n recompilada ax煤danos a detectar posibles problemas, optimizar funcionalidades e mellorar a experiencia de usuario.\n\nPara m谩is informaci贸n sobre os datos recompilados, visita: https://github.com/OpenVoiceOS/ovos-installer/tree/main/docs/telemetry.md\n\nEsta recollida de datos s贸 se realizar谩 durante o proceso de instalaci贸n.\n\nAceptas compartir datos an贸nimos connosco?"
  },
  "tuning.sh": {
    "title": "Instalaci贸n de Open Voice OS - Optimizaci贸n",
    "content": "A optimizaci贸n de Open Voice OS para Raspberry Pi implica axustar o sistema operativo para que funcione de forma eficiente no hardware da Raspberry Pi.\n\nEste proceso mellora o rendemento, reduce o uso de recursos e garante unha mellor experiencia de usuario, o que 茅 ideal para dispositivos con recursos limitados.\n\nActivar a optimizaci贸n para Raspberry Pi (recomendado)?"
  },
  "uninstall.sh": {
    "title": "Instalaci贸n de Open Voice OS - Desinstalar",
    "content": "Detectouse unha instalaci贸n existente de Open Voice OS.\n\nComo Docker e PipeWire poden terse instalado manualmente ou polo sistema, o instalador non eliminar谩 os seguintes paquetes:\n\n  - docker-ce\n  - docker-compose-plugin\n  - docker-ce-rootless-extras\n  - docker-buildx-plugin\n  - pipewire\n  - pipewire-alsa\n\nQueres desinstalar Open Voice OS?"
  },
  "update.sh": {
    "title": "Instalaci贸n de Open Voice OS - Actualizaci贸n",
    "content": "Detectouse unha instalaci贸n existente de Open Voice OS/HiveMind.\n\nActualizar a t煤a instalaci贸n de Open Voice OS ou HiveMind 谩 煤ltima versi贸n garante que te mante帽as ao d铆a coas funcionalidades m谩is avanzadas, actualizaci贸ns de seguridade cr铆ticas, correcci贸ns de erros e optimizaci贸ns de rendemento.\n\nIsto non s贸 mellora a funcionalidade xeral e a experiencia de usuario, sen贸n que tam茅n asegura a compatibilidade coas 煤ltimas integraci贸ns e ferramentas, mantendo o teu sistema fiable, seguro e preparado para o futuro.\n\nQueres actualizar Open Voice OS 谩 versi贸n m谩is recente?"
  },
  "usage_telemetry.sh": {
    "title": "Instalaci贸n de Open Voice OS - M茅tricas de uso",
    "content": "Ao escolleres compartir as t煤as m茅tricas de uso conv茅rteste nun contribu铆nte vital aos nosos esforzos constantes por mellorarmos continuamente o rendemento e as experiencias dos usuarios do noso software. Os datos que proporcionares ser谩n an贸nimos e cruciais para nos axudares a perfeccionar a identificaci贸n de comandos, descubrir debilidades do sistema e tomar decisi贸ns fundamentadas sobre futuros desenvolvementos.\n\nA cambio da t煤a participaci贸n, ofrec茅mosche informaci贸n relevante sobre tendencias de uso, comandos mal identificados e an谩lises personalizadas a trav茅s dun panel interactivo. Esta informaci贸n pode axudarche a afinar o asistente para que se adapte mellor 谩s t煤as necesidades espec铆ficas, garantindo unha experiencia de usuario m谩is agradable e eficiente.\n\nPara obteres m谩is informaci贸n sobre a visualizaci贸n de datos e as opci贸ns de descarga, visita o noso portal de datos abertos: https://opendata.tigregotico.pt\n\nValoramos a t煤a contribuci贸n e esperamos que nos axudes a crear unha mellor experiencia de software para todos.\n\nAceptas compartir datos an贸nimos connosco?"
  },
  "welcome.sh": {
    "title": "Instalaci贸n de Open Voice OS - Benvida",
    "content": "Ola! Benvido 谩 instalaci贸n de Open Voice OS!\n\nEstamos encantados/as de presentarche Open Voice OS, o asistente de voz de c贸digo aberto que est谩 a mudar o xeito no que interactuamos coa tecnolox铆a.\n\nInstalar Open Voice OS 茅 moi doado e 谩brelle un mundo de posibilidades 谩 comodidade do control por voz. Tanto se es un afeccionado 谩 tecnolox铆a como se s贸 queres simplificar as t煤as tarefas diarias, Open Voice OS est谩 aqu铆 para facerche a vida m谩is f谩cil.\n\nComeza a instalaci贸n hoxe mesmo e deixa que a t煤a voz te gu铆e cara ao futuro da tecnolox铆a! "
  },
  "overclock.sh": {
    "title": "Instalaci贸n de Open Voice OS - Overclocking",
    "content": "O overclocking aumenta a frecuencia da CPU/GPU para un rendemento m谩ximo, pero pode reducir a estabilidade e aumentar a calor.\n\nRequisitos:\n- Refrigeraci贸n activa (disipador/ventilador) e bo fluxo de aire\n- Fonte de alimentaci贸n estable axeitada ao teu modelo de Pi\n- Monitoriza as temperaturas e det茅n se hai throttling ou fallos\n\nRiscos:\n- Reinicios aleatorios, fallos de audio, corrupci贸n de datos\n- Maior consumo e vida 煤til m谩is curta\n\nOpen Voice OS non 茅 responsable de ning煤n problema relacionado co overclocking.\n\nQueres activar o overclocking?"
  }
}
