{
  "misc.sh": {
    "ok_button": "Volgende",
    "yes_button": "Ja",
    "no_button": "Nee",
    "back_button": "Terug"
  },
  "channels.sh": {
    "title": "OpenVoice OS Installatie - Versies",
    "content": "Open Voice OS heeft drie verschillende versies:\n\n- stabiel (standaard)\n- test (redelijk stabiel)\n- alpha (het allernieuwste)\n\nDe stabiele versie van Open Voice OS is wat we de meeste gebruikers aanraden. Die is goed getest en heeft alle nieuwste functies en verbeteringen die betrouwbaar zijn bevonden.\n\nDe 'test' versie van Open Voice OS is wat experimenteler. Hierin zitten nieuwe functies en verbeteringen die nog getest worden. Hij is grotendeels stabiel, maar kan wel wat foutjes of problemen bevatten.\n\nDe alpha-versie van Open Voice OS is de meest experimentele versie. Hierin zitten de nieuwste functies en veranderingen die nog in ontwikkeling zijn. Hij kan instabiel zijn en is niet aan te raden voor dagelijks gebruik.\n\nKies een versie:"
  },
  "detection.sh": {
    "title": "OpenVoice OS Installatie - Systeemeigenschappen",
    "content": "Automatisch herkende systeemeigenschappen:\n\n    - OS:                 ${DISTRO_NAME^} $DISTRO_VERSION\n    - Kernel:             $KERNEL\n    - RPi:                $RASPBERRYPI_MODEL\n    - Python:             $(echo \"$PYTHON\" | awk '{ print $NF }')\n    - AVX/SIMD:           $CPU_IS_CAPABLE\n    - Hardware:           $HARDWARE_DETECTED\n    - Venv:               $VENV_PATH\n    - Geluid:             $SOUND_SERVER\n    - Display:            ${DISPLAY_SERVER^}"
  },
  "features.sh": {
    "title": "OpenVoice OS Installatie - Kenmerken",
    "content": "Skills maken interactie via spraak mogelijk, waardoor ze efficiënt zijn voor taken zoals domotica, informatie ophalen en slimme apparaten bedienen via spraakopdrachten.\n\nKies welke functies je wil activeren (meerdere opties tegelijkertijd zijn mogelijk):",
    "skill_description": "Standaard OVOS skills",
    "extra_skill_description": "Extra OVOS skills"
  },
  "finish.sh": {
    "title": "OpenVoice OS Installatie - Voltooid",
    "content": "De installatie is met succes voltooid! 🎉\n\nJe stemassistent is nu klaar voor gebruik. We kijken ernaar uit om de vele functies en mogelijkheden van deze stemassistent te ontdekken.\n\nAls je de vaardigheidsfunctie hebt geactiveerd, kun je communiceren met je assistent door te zeggen:\n\n  - Hey Mycroft, hoe laat is het?\n  - Hey Mycroft, wat is de temperatuur?\n  - Hey Mycroft, zet een timer op drie minuten?\n  - Hey Mycroft, wie heeft jou gemaakt?\n  - Hey Mycroft, wie is Ada Lovelace?\n  - Hey Mycroft, wat zou Duke Nukem zeggen?\n\nDe instellingen van je wizard kun je veranderen in het configuratiebestand $CONFIG_FILE.\n\nAls je in de toekomst ondersteuning of updates nodig hebt, neem dan gerust contact met ons op. Veel plezier met Open Voice OS!"
  },
  "methods.sh": {
    "title": "OpenVoice OS Installatie - Installatieomgeving",
    "content": "Er zijn twee omgevingen voor de installatie van OpenVoice OS:\n\n    - Container-methode zoals Docker\n    - Installatie in een virtuele Python-omgeving\n\nContainers zorgen voor isolatie en eenvoudige installatie, terwijl een virtuele Python-omgeving meer flexibiliteit en controle over de installatie biedt.\n\nAls de containermethode is geselecteerd, wordt Docker automatisch geïnstalleerd als het niet aanwezig is op je systeem.\n\nSelecteer een installatieomgeving:"
  },
  "profiles.sh": {
    "title": "OpenVoice OS Installatie - Profiel",
    "content": "Om een veelzijdig en netwerksysteem te creëren dat geschikt is voor vele toepassingen, zijn er drie fascinerende opties:\n\n  - OpenVoice OS Master: de klassieke OpenVoice OS-ervaring\n  - HiveMind Satellite: OpenVoice OS-audiocomponenten die zijn aangesloten op HiveMind Listener\n  - HiveMind Listener: Hub voor HiveMind Satellite, bots, enz. om verbinding mee te maken\n  - Server: Alleen OpenVoice OS Core en HiveMind Core, geen audiofuncties\n\nElk van deze profielen biedt unieke functies en mogelijkheden die je digitale ervaring aanzienlijk kunnen verbeteren.\n\nDe enige vraag is welk profiel het beste past bij jouw behoeften en voorkeuren.\n\nSelecteer een profiel:"
  },
  "satellite.sh": {
    "title_host": "OpenVoice OS Installatie - Satelliet 1/4",
    "title_port": "OpenVoice OS Installatie - Satelliet 2/4",
    "title_key": "OpenVoice OS Installatie - Satelliet 3/4",
    "title_password": "OpenVoice OS Installatie - Satelliet 4/4",
    "content": "Door verbinding te maken met de HiveMind Listener krijgen HiveMind-satellieten toegang tot een netwerk van gedeelde kennis en skills die een uniforme en efficiënte taalondersteuning en -automatisering mogelijk maken.",
    "content_host": "Voer de host van de HiveMind listener in (DNS of IP-adres):",
    "content_port": "Voer de HiveMind listener poort in:",
    "content_key": "Voer de HiveMind listener sleutel in, behorende bij de satelliet:",
    "content_password": "Voer het HiveMind listener wachtwoord in, behorende bij de satelliet:"
  },
  "summary.sh": {
    "title": "OpenVoice OS Installatie - Samenvatting",
    "content": "Bijna klaar. Een korte samenvatting:\n\n    - Omgeving: $METHOD\n    - Versie:   $CHANNEL\n    - Profiel:  $PROFILE\n    - Skills:   $FEATURE_SKILLS\n    - Tuning:   $TUNING\n\nDe beslissingen die zijn genomen tijdens het installatieproces van OpenVoice OS zijn zorgvuldig gemaakt om ons systeem aan te passen aan je individuele behoeften en voorkeuren.\n\nZijn de instellingen in orde zo?"
  },
  "telemetry.sh": {
    "title": "OpenVoice OS Installatie - Telemetrie",
    "content": "Door telemetriegegevens met ons te delen, speel je een belangrijke rol in het leveren van waardevolle, anonieme informatie waarmee we de gebruikerservaring beter kunnen begrijpen en de prestaties van onze software kunnen verbeteren.\n\nJe telemetriegegevens geven ons belangrijke inzichten in hoe de software in de praktijk werkt. Deze gegevens worden anoniem verzameld om je privacy en vertrouwelijkheid te beschermen.\n\nDe verzamelde informatie helpt ons om mogelijke problemen te identificeren, functies te optimaliseren en te zorgen voor een soepelere, efficiëntere gebruikerservaring voor iedereen.\n\nMeer informatie over de verzamelde gegevens vind je op: https://github.com/OpenVoiceOS/ovos-installer/tree/main/docs/telemetry.md\n\nDeze gegevensverzameling vindt alleen plaats tijdens het installatieproces.\n\nGa je ermee akkoord anonieme gegevens met ons te delen?"
  },
  "tuning.sh": {
    "title": "OpenVoice OS Installatie - Tuning",
    "content": "OpenVoice OS Tuning for Raspberry Pi optimaliseert het besturingssysteem zodat het efficiënt draait op de Raspberry Pi hardware.\n\nDit tuningproces heeft als doel de prestaties te verbeteren, het gebruik van bronnen te verminderen en een soepelere gebruikerservaring te garanderen, waardoor het een uitstekende keuze is voor apparaten met beperkte rekenkracht zoals de Raspberry Pi.\n\nTuning inschakelen voor Raspberry Pi? (aanbevolen)"
  },
  "uninstall.sh": {
    "title": "OpenVoice OS Installatie - Deïnstallatie",
    "content": "Er is een bestaande installatie van OpenVoice OS gedetecteerd.\n\nAangezien Docker en PipeWire door het systeem (of handmatig) kunnen zijn geïnstalleerd, verwijdert het installatieprogramma de volgende pakketten niet:\n\n  - docker-ce\n  - docker-compose-plugin\n  - docker-ce-rootless-extras\n  - docker-buildx-plugin\n  - pipewire\n  - pipewire-alsa\n\nWil je OpenVoice OS verwijderen?"
  },
  "update.sh": {
    "title": "OpenVoice OS-installatie - Update",
    "content": "Er is een bestaande versie van OpenVoice OS/HiveMind gevonden.\n\nDoor je bestaande versie van OpenVoice OS of HiveMind te upgraden naar de nieuwste versie, zorg je ervoor dat je voorop blijft lopen met de meest geavanceerde functies, belangrijke beveiligingsupdates, bugfixes en prestatieverbeteringen.\n\nDit verbetert niet alleen de algemene functionaliteit en gebruikerservaring, maar zorgt ook voor compatibiliteit met de nieuwste integraties en tools, waardoor je systeem betrouwbaar, veilig en toekomstbestendig blijft.\n\nWil je OpenVoice OS updaten naar de nieuwste versie?"
  },
  "usage_telemetry.sh": {
    "title": "Open Voice OS-installatie - Gebruiksstatistieken",
    "content": "Als je kiest om je gebruiksstatistieken te delen, help je mee om OpenVoice OS te verbeteren. \nDe gegevens die je verstrekt, blijven anoniem en zijn cruciaal om ons te helpen intent matching te verfijnen, fouten in het systeem op te lossen en de koers te bepalen voor toekomstige ontwikkelingen.\n\nMet je gedeelde gegevens, kunnen we inzichten geven in gebruikstrends, verkeerd gematchte intents en gepersonaliseerde analyses aanbieden via een interactief dashboard. Deze informatie kan je helpen OVOS beter af te stemmen op je eigen behoeften. Dat zorgt weer voor een aangenamere en efficiëntere gebruikerservaring.\n\nGa voor meer informatie over datavisualisatie en downloadopties naar ons Open Data-portaal: https://opendata.tigregotico.pt\n\nWe waarderen je inbreng en hopen dat je je bij ons aansluit om een betere ervaring te creëren voor iedereen!\n\nDeel je anoniem je gegevens met ons?"
  },
  "welcome.sh": {
    "title": "OpenVoice OS Installatie - Welkom",
    "content": "Hallo en welkom bij het installatieprogramma van OpenVoice OS!\n\nWe stellen je graag voor aan OpenVoice OS, de open source stemassistent.\n\nHet installeren van OpenVoice OS is een fluitje van een cent en opent een wereld aan mogelijkheden voor spraakgestuurd gemak. Of je nu een tech liefhebber bent of gewoon je dagelijkse taken wilt vereenvoudigen, OpenVoice OS is er om je leven makkelijker te maken.\n\nBegin vandaag nog met installeren en laat je stemassistant je leiden door de toekomst van technologie! 🌟"
  },
  "overclock.sh": {
    "title": "Open Voice OS Installatie - Overclocking",
    "content": "Overclocking verhoogt de CPU/GPU-frequentie voor maximale prestaties, maar kan de stabiliteit verminderen en de warmteontwikkeling verhogen.\n\nVereisten:\n- Actieve koeling (heatsink/ventilator) en goede airflow\n- Een stabiele voeding passend bij je Pi-model\n- Monitor temperaturen en stop bij throttling of crashes\n\nRisico's:\n- Willekeurige herstarts, audioproblemen, gegevenscorruptie\n- Hoger stroomverbruik en kortere levensduur\n\nOpen Voice OS is niet verantwoordelijk voor problemen die verband houden met overclocking.\n\nOverclocking inschakelen?"
  }
}
