{
  "misc.sh": {
    "ok_button": "Siguiente",
    "yes_button": "S铆",
    "no_button": "No",
    "back_button": "Atr谩s"
  },
  "channels.sh": {
    "title": "Instalaci贸n de Open Voice OS - Versiones",
    "content": "Open Voice OS tiene tres canales de lanzamiento principales:\n\n- estable (predeterminado)\n- pruebas (bastante estable)\n- alfa (de vanguardia e inestable)\n\nLa versi贸n estable de Open Voice OS es la recomendada para la mayor铆a de los usuarios. Est谩 ampliamente probada e incluye todas las 煤ltimas funciones y mejoras consideradas estables.\n\nLa versi贸n de pruebas de Open Voice OS es una versi贸n m谩s experimental que incluye nuevas funciones y mejoras que a煤n se est谩n probando. En general, es estable, pero puede presentar algunos errores o problemas.\n\nLa versi贸n alfa de Open Voice OS es la versi贸n m谩s experimental, ya que contiene las 煤ltimas funciones y cambios que a煤n est谩n en desarrollo. Puede ser inestable y no se recomienda para el uso diario.\n\nSeleccione una versi贸n:"
  },
  "detection.sh": {
    "title": "Instalaci贸n de Open Voice OS - Propiedades del sistema",
    "content": "Propiedades del sistema reconocidas autom谩ticamente:\n\n\n- OS: ${DISTRO_NAME^} $DISTRO_VERSION\n- Kernel: $KERNEL\n- RPi: $RASPBERRYPI_MODEL\n- Python: $(echo \"$PYTHON\" | awk '{ print $NF }')\n- AVX/SIMD: $CPU_IS_CAPABLE\n- Hardware: $HARDWARE_DETECTED\n- Venv: $VENV_PATH\n- Sound: $SOUND_SERVER\n- Display: ${DISPLAY_SERVER^}"
  },
  "features.sh": {
    "title": "Instalaci贸n de Open Voice OS - Caracter铆sticas",
    "content": "Las habilidades permiten la interacci贸n a trav茅s de la voz, lo que las hace eficaces para tareas como la dom贸tica, la recuperaci贸n de informaci贸n y el control de dispositivos inteligentes mediante comandos de voz.\n\nSelecciona las funciones que quieres activar:",
    "skill_description": "Descargar una selecci贸n de competencias (skills) OVOS",
    "extra_skill_description": "Descargar habilidades OVOS adicionales",
    "gui_description": "Con interfaz gr谩fica de usuario"
  },
  "finish.sh": {
    "title": "Instalaci贸n de Open Voice OS - Finalizaci贸n",
    "content": "隆La instalaci贸n se ha completado con 茅xito! \n\nTu asistente de voz ya est谩 listo. Estamos deseando que explores el amplio abanico de funciones y posibilidades de este asistente de voz.\n\nSi has activado la funci贸n de habilidades (skills), puedes interactuar con tu asistente diciendo:\n\n  - Hey Mycroft, 驴qu茅 hora es?\n  - Hey Mycroft, 驴qu茅 temperatura hace?\n  - Hey Mycroft, 驴pones un temporizador en tres minutos?\n  - Hey Mycroft, 驴qui茅n te ha hecho?\n  - Hey Mycroft, 驴qui茅n es Ada Lovelace?\n  - Hey Mycroft, 驴qu茅 dir铆a Duke Nukem?\n\nLos ajustes de tu asistente pueden modificarse en el fichero de configuraci贸n $CONFIG_FILE.\n\nSi necesitas soporte o actualizaciones en el futuro, no dudes en ponerte en contacto con nosotros. 隆Divi茅rtete con Open Voice OS!"
  },
  "methods.sh": {
    "title": "Instalaci贸n de Open Voice OS - Entorno de instalaci贸n",
    "content": "Existen dos entornos para la instalaci贸n de Open Voice OS:\n\n    - Motor de contenedores como Docker\n    - Instalaci贸n en un entorno virtual Python\n\nLos contenedores proporcionan aislamiento y facilidad de despliegue, mientras que un entorno virtual Python proporciona m谩s flexibilidad y control sobre la instalaci贸n.\n\nSi se selecciona el m茅todo de contenedor, Docker se instalar谩 autom谩ticamente si no est谩 presente en el sistema.\n\nSelecciona un entorno de instalaci贸n:"
  },
  "profiles.sh": {
    "title": "Instalaci贸n de Open Voice OS - Perfiles",
    "content": "Para crear un sistema vers谩til y en red adecuado para muchas aplicaciones, existen tres fascinantes opciones:\n\n  - Open Voice OS Master: La experiencia cl谩sica de Open Voice OS\n  - HiveMind Satellite: Componentes de audio de Open Voice OS conectados a HiveMind Listener\n  - HiveMind Listener: Hub para HiveMind Satellite, bots, etc. para conectarse\n  - Servidor: Open Voice OS Core y HiveMind Core 煤nicamente, sin funciones de audio\n\nCada uno de estos perfiles ofrece caracter铆sticas y capacidades 煤nicas que pueden mejorar significativamente tu experiencia digital.\n\nLa 煤nica pregunta es qu茅 perfil se adapta mejor a tus necesidades y preferencias.\n\nSelecciona un perfil:"
  },
  "satellite.sh": {
    "title_host": "Open Voice OS Installation - Sat茅lite 1/4",
    "title_port": "Open Voice OS Installation - Sat茅lite 2/4",
    "title_key": "Open Voice OS Installation - Sat茅lite 3/4",
    "title_password": "Open Voice OS Installation - Sat茅lite 4/4",
    "content": "Al conectarse al HiveMind Listener, los sat茅lites HiveMind acceden a una red de conocimientos y competencias compartidos que permite una asistencia ling眉铆stica y una automatizaci贸n unificadas y eficaces.",
    "content_host": "Introduce el host de escucha HiveMind (DNS o direcci贸n IP):",
    "content_port": "Introduce el puerto de escucha HiveMind:",
    "content_key": "Introduce la clave de escucha HiveMind del sat茅lite:",
    "content_password": "Introduce la contrase帽a de escucha HiveMind del sat茅lite:"
  },
  "summary.sh": {
    "title": "Instalaci贸n de Open Voice OS - Resumen",
    "content": "隆Ya casi has terminado! Aqu铆 tienes un resumen de las opciones que has elegido para instalar Open Voice OS:\n\n- Method: $METHOD\n- Version: $CHANNEL\n- Profile: $PROFILE\n- Skills: $FEATURE_SKILLS\n- Tuning: $TUNING\n\nLas decisiones que has tomado durante el proceso de instalaci贸n de Open Voice OS han sido cuidadosamente consideradas para adaptar el sistema a tus necesidades y preferencias.\n\n驴Este resumen es correcto? Si no es as铆, puedes volver atr谩s y hacer cambios."
  },
  "telemetry.sh": {
    "title": "Instalaci贸n de Open Voice OS - Telemetr铆a",
    "content": "Al compartir con nosotros tus datos telem茅tricos, desempe帽as un papel fundamental al proporcionarnos informaci贸n valiosa y an贸nima que nos permite comprender mejor la experiencia del usuario y mejorar el rendimiento de nuestro software.\n\nTus datos de telemetr铆a nos proporcionan informaci贸n importante sobre el funcionamiento del software en situaciones reales. Estos datos se recogen de forma an贸nima para proteger tu privacidad y confidencialidad.\n\nLa informaci贸n recopilada nos ayuda a identificar posibles problemas, optimizar funciones y garantizar una experiencia de usuario m谩s fluida y eficiente para todos.\n\nPuedes encontrar m谩s informaci贸n sobre los datos recogidos en: https://github.com/OpenVoiceOS/ovos-installer/tree/main/docs/telemetry.md\n\nEsta recogida de datos solo tiene lugar durante el proceso de instalaci贸n.\n\n驴Est谩s de acuerdo en compartir datos an贸nimos con nosotros?"
  },
  "tuning.sh": {
    "title": "Instalaci贸n de Open Voice OS - Optimizaci贸n",
    "content": "Open Voice OS Tuning para Raspberry Pi optimiza el sistema operativo para que funcione de forma eficiente en el hardware de Raspberry Pi.\n\nEste proceso de ajuste tiene como objetivo mejorar el rendimiento, reducir la utilizaci贸n de recursos y garantizar una experiencia de usuario m谩s fluida, por lo que es una excelente opci贸n para dispositivos con recursos limitados como la Raspberry Pi.\n\n驴Quieres habilitar el ajuste para Raspberry Pi (recomendado)?"
  },
  "uninstall.sh": {
    "title": "Instalaci贸n de Open Voice OS - Desinstalaci贸n",
    "content": "Se ha detectado una instancia existente de Open Voice OS.\n\nComo Docker y PipeWire pueden haber sido instalados por el sistema o manualmente, el programa de instalaci贸n no eliminar谩 los siguientes paquetes:\n\n  - docker-ce\n  - docker-compose-plugin\n  - docker-ce-rootless-extras\n  - docker-buildx-plugin\n  - pipewire\n  - pipewire-alsa\n\n驴Quieres desinstalar Open Voice OS?"
  },
  "update.sh": {
    "title": "Instalaci贸n de Open Voice OS - Actualizaci贸n",
    "content": "Se ha detectado una instancia existente de Open Voice OS/HiveMind.\n\nActualizar tu instancia existente de Open Voice OS o HiveMind a la 煤ltima versi贸n te garantiza estar a la vanguardia con las funciones m谩s avanzadas, actualizaciones de seguridad cr铆ticas, correcciones de errores y optimizaciones de rendimiento.\n\nEsto no solo mejora la funcionalidad general y la experiencia del usuario, sino que tambi茅n garantiza la compatibilidad con las integraciones y herramientas m谩s recientes, manteniendo su sistema fiable, seguro y preparado para el futuro.\n\n驴Quieres actualizar Open Voice OS a la 煤ltima versi贸n?"
  },
  "usage_telemetry.sh": {
    "title": "Instalaci贸n de Open Voice OS - M茅tricas de uso",
    "content": "Al elegir compartir tus m茅tricas de uso, te conviertes en un colaborador fundamental en nuestros esfuerzos continuos por mejorar el rendimiento y la experiencia del usuario de nuestro software. Los datos que proporciones ser谩n an贸nimos y resultan esenciales para ayudarnos a perfeccionar la detecci贸n de intenciones, identificar debilidades del sistema y tomar decisiones fundamentadas sobre futuros desarrollos.\n\nA cambio de tu participaci贸n, te ofrecemos informaci贸n valiosa sobre tendencias de uso, intenciones fallidas y an谩lisis personalizados a trav茅s de un panel interactivo. Esta informaci贸n puede ayudarte a ajustar el asistente para adaptarlo mejor a tus necesidades espec铆ficas, garantizando as铆 una experiencia m谩s agradable y eficiente.\n\nPara obtener m谩s informaci贸n sobre visualizaci贸n de datos y opciones de descarga, visita nuestro portal de datos abiertos: https://opendata.tigregotico.pt\n\nValoramos tu participaci贸n y esperamos que nos acompa帽es en la creaci贸n de una mejor experiencia de software para todos.\n\n驴Aceptas compartir datos an贸nimos con nosotros?"
  },
  "welcome.sh": {
    "title": "Instalaci贸n de Open Voice OS - Bienvenida",
    "content": "隆Hola! Te damos la bienvenida a la instalaci贸n de Open Voice OS!\n\nNos complace presentarte Open Voice OS, el asistente de voz de c贸digo abierto.\n\nInstalar Open Voice OS es muy sencillo y abre un mundo de posibilidades para la comodidad controlada por voz. Tanto si eres un entusiasta de la tecnolog铆a como si simplemente quieres simplificar tus tareas diarias, Open Voice OS est谩 aqu铆 para hacerte la vida m谩s f谩cil.\n\nEmpieza a instalarlo hoy mismo y deja que tu voz te gu铆e por el futuro de la tecnolog铆a. "
  },
  "overclock.sh": {
    "title": "Instalaci贸n de Open Voice OS - Overclocking",
    "content": "El overclocking aumenta la frecuencia de la CPU/GPU para obtener el m谩ximo rendimiento, pero puede reducir la estabilidad y aumentar el calor.\n\nRequisitos:\n- Refrigeraci贸n activa (disipador/ventilador) y buen flujo de aire\n- Fuente de alimentaci贸n estable adecuada a tu modelo de Pi\n- Supervisa las temperaturas y det茅n si hay throttling o fallos\n\nRiesgos:\n- Reinicios aleatorios, fallos de audio, corrupci贸n de datos\n- Mayor consumo y vida 煤til m谩s corta\n\nOpen Voice OS no se hace responsable de ning煤n problema relacionado con el overclocking.\n\n驴Quieres habilitar el overclocking?"
  }
}
