{
  "misc.sh": {
    "ok_button": "Siguiente",
    "yes_button": "Sí",
    "no_button": "No",
    "back_button": "Atrás"
  },
  "channels.sh": {
    "title": "Open Voice OS Installation - Versionen",
    "content": "Existen dos versiones diferentes para Open Voice OS:\n\n  - Estable (recomendada, pero aún no disponible)\n  - Desarrollador\n\nLa versión estable de Open Voice OS es una versión probada y fiable para el uso diario.\n\nLa versión de desarrollo de Open Voice OS está destinada a desarrolladores y entusiastas que deseen experimentar con los últimos avances y contribuir al desarrollo futuro de la plataforma.\n\nElija una versión:"
  },
  "detection.sh": {
    "title": "Open Voice OS Installation - Propiedades del sistema",
    "content": "Propiedades del sistema reconocidas automáticamente:\n\n    - OS:       ${DISTRO_NAME^} $DISTRO_VERSION\n    - Kernel:   $KERNEL\n    - RPi:      $RASPBERRYPI_MODEL\n    - Python:   $(echo \"$PYTHON\" | awk '{ print $NF }')\n    - AVX/SIMD: $CPU_IS_CAPABLE\n    - Hardware: $HARDWARE_DETECTED\n    - Venv:     $VENV_PATH\n    - Sound:    $SOUND_SERVER\n    - Display:  ${DISPLAY_SERVER^}"
  },
  "features.sh": {
    "title": "Open Voice OS Installation - Características",
    "content": "A la hora de elegir entre GUI (Interfaz gráfica de usuario) y Skills en Open Voice OS, debes tener en cuenta tus preferencias y necesidades.\n\nLa GUI es un marco visual y de visualización de código abierto para OVOS que se ejecuta en KDE Plasma y fue desarrollado con Kirigami, con el apoyo de Qt.\n\nLas habilidades permiten la interacción a través de la voz, lo que las hace eficaces para tareas como la domótica, la recuperación de información y el control de dispositivos inteligentes mediante comandos de voz.\n\nSeleccione las funciones que desea activar:",
    "skill_description": "Descargar una selección de competencias (skills) OVOS\nCargar habilidades OVOS adicionales",
    "extra_skill_description": "Cargar habilidades OVOS adicionales",
    "gui_description": "Con interfaz gráfica de usuario"
  },
  "finish.sh": {
    "title": "Open Voice OS Installation - Conclusión",
    "content": "¡La instalación se ha completado con éxito! 🎉\n\nTu asistente de voz ya está listo para su uso. Estamos deseando que explores el amplio abanico de funciones y posibilidades de este asistente de voz.\n\nSi has activado la función Habilidad, puedes interactuar con tu asistente diciendo:\n\n  - Hey Mycroft, ¿qué hora es?\n  - Hey Mycroft, ¿qué temperatura hace?\n  - Hey Mycroft, ¿pones un temporizador en tres minutos?\n  - Hey Mycroft, ¿quién te ha hecho?\n  - Hey Mycroft, ¿quién es Ada Lovelace?\n  - Hey Mycroft, ¿qué diría Duke Nukem?\n\nLos ajustes de tu asistente pueden modificarse en el fichero de configuración $CONFIG_FILE.\n\nSi necesitas soporte o actualizaciones en el futuro, no dudes en ponerte en contacto con nosotros. ¡Diviértete con Open Voice OS!"
  },
  "methods.sh": {
    "title": "Open Voice OS Installation - Entorno de instalación",
    "content": "Existen dos entornos para la instalación de Open Voice OS:\n\n    - Motor de contenedores como Docker\n    - Instalación en un entorno virtual Python\n\nLos contenedores proporcionan aislamiento y facilidad de despliegue, mientras que un entorno virtual Python proporciona más flexibilidad y control sobre la instalación.\n\nSi se selecciona el método de contenedor, Docker se instalará automáticamente si no está presente en el sistema.\n\nSeleccione un entorno de instalación:"
  },
  "profiles.sh": {
    "title": "Open Voice OS Installation - Perfiles",
    "content": "Para crear un sistema versátil y en red adecuado para muchas aplicaciones, existen tres fascinantes opciones:\n\n  - Open Voice OS Master: La experiencia clásica de Open Voice OS\n  - HiveMind Satellite: Componentes de audio de Open Voice OS conectados a HiveMind Listener\n  - HiveMind Listener: Hub para HiveMind Satellite, bots, etc. para conectarse\n  - Servidor: Open Voice OS Core y HiveMind Core únicamente, sin funciones de audio\n\nCada uno de estos perfiles ofrece características y capacidades únicas que pueden mejorar significativamente tu experiencia digital.\n\nLa única pregunta es qué perfil se adapta mejor a tus necesidades y preferencias.\n\nSeleccione un perfil:"
  },
  "satellite.sh": {
    "title_host": "Open Voice OS Installation - Satélite 1/4",
    "title_port": "Open Voice OS Installation - Satélite 2/4",
    "title_key": "Open Voice OS Installation - Satélite 3/4",
    "title_password": "Open Voice OS Installation - Satélite 4/4",
    "content": "Al conectarse al HiveMind Listener, los satélites HiveMind acceden a una red de conocimientos y competencias compartidos que permite una asistencia lingüística y una automatización unificadas y eficaces.",
    "content_host": "$content\n\nIntroduzca el host de escucha HiveMind (DNS o dirección IP):",
    "content_port": "$content\n\nIntroduzca el puerto de escucha HiveMind:",
    "content_key": "$content\n\nIntroduzca la clave de escucha HiveMind del satélite:",
    "content_password": "$content\n\nIntroduzca la contraseña de escucha HiveMind del satélite:"
  },
  "summary.sh": {
    "title": "Open Voice OS Installation - Resumen",
    "content": "Casi terminado. Un breve resumen:\n\n    - Entorno:       $METHOD\n    - Version:       $CHANNEL\n    - Perfile:       $PROFILE\n    - GUI:           $FEATURE_GUI\n    - Skills:        $FEATURE_SKILLS\n    - Sintonización: $TUNING\n\nLas decisiones tomadas durante el proceso de instalación de Open Voice OS han sido cuidadosamente consideradas para adaptar nuestro sistema a sus necesidades y preferencias individuales.\n\n¿Son correctos los ajustes?"
  },
  "telemetry.sh": {
    "title": "Open Voice OS Installation - Telemetrie",
    "content": "Al compartir con nosotros sus datos telemétricos, usted desempeña un papel fundamental al proporcionarnos información valiosa y anónima que nos permite comprender mejor la experiencia del usuario y mejorar el rendimiento de nuestro software.\n\nSus datos de telemetría nos proporcionan información importante sobre el funcionamiento del software en situaciones reales. Estos datos se recogen de forma anónima para proteger su privacidad y confidencialidad.\n\nLa información recopilada nos ayuda a identificar posibles problemas, optimizar funciones y garantizar una experiencia de usuario más fluida y eficiente para todos.\n\nPuede encontrar más información sobre los datos recogidos en: https://github.com/OpenVoiceOS/ovos-installer/tree/main/docs/telemetry.md\n\nEsta recogida de datos sólo tiene lugar durante el proceso de instalación.\n\n¿Está de acuerdo en compartir datos anónimos con nosotros?"
  },
  "tuning.sh": {
    "title": "Open Voice OS Installation - Optimización",
    "content": "Open Voice OS Tuning para Raspberry Pi optimiza el sistema operativo para que funcione de forma eficiente en el hardware de Raspberry Pi.\n\nEste proceso de ajuste tiene como objetivo mejorar el rendimiento, reducir la utilización de recursos y garantizar una experiencia de usuario más fluida, por lo que es una excelente opción para dispositivos con recursos limitados como la Raspberry Pi.\n\n¿Habilitar el ajuste para Raspberry Pi (recomendado)?"
  },
  "uninstall.sh": {
    "title": "Open Voice OS Installation - Desinstalación",
    "content": "Se ha detectado una instancia existente de Open Voice OS.\n\nComo Docker y PipeWire pueden haber sido instalados por el sistema o manualmente, el programa de instalación no eliminará los siguientes paquetes:\n\n  - docker-ce\n  - docker-compose-plugin\n  - docker-ce-rootless-extras\n  - docker-buildx-plugin\n  - pipewire\n  - pipewire-alsa\n\n¿Quieres desinstalar Open Voice OS?"
  },
  "welcome.sh": {
    "title": "Open Voice OS Installation - Welcome",
    "content": "¡Hola y bienvenido a la instalación de Open Voice OS!\n\nNos complace presentarle Open Voice OS, el asistente de voz de código abierto.\n\nInstalar Open Voice OS es muy sencillo y abre un mundo de posibilidades para la comodidad controlada por voz. Tanto si eres un entusiasta de la tecnología como si simplemente quieres simplificar tus tareas diarias, Open Voice OS está aquí para hacerte la vida más fácil.\n\nEmpieza a instalarlo hoy mismo y deja que tu voz te guíe por el futuro de la tecnología."
  }
}